{
  "manifest": {
    "apis": {
      "custom": {
        "endpoint": {
          "sourceDir": "dist/custom"
        },
        "interfaces": [
          {
            "type": "AUDIO_PLAYER"
          }
        ]
      }
    },
    "manifestVersion": "1.0",
    "privacyAndCompliance": {
      "locales": {
        "en-US": {}
      },
      "allowsPurchases": false,
      "usesPersonalInfo": false,
      "isChildDirected": false,
      "isExportCompliant": true,
      "containsAds": false
    },
    "publishingInformation": {
      "locales": {
        "en-US": {
          "name": "House Protector",
          "summary": "House Protector is designed to protect your house when you're not there, simulating a real environment by playing sounds, like someone is in the house.",
          "description": "House Protector is designed to protect your house when you're not there. It will simulate a real environment like you are living there using realistic sounds to defense against thieves or intruders. These sounds will create the idea that someone is inside the house and performing activities like talking, working, laughing, reading, cooking, cleaning. Your house becomes much safer with this skill.\n\nHOW IT WORKS\nWhen you start the skill, you'll be prompted with the available actions. You can start the protect mode by saying, for example, one of these:\n\n`activate protect mode`\n`activate guard mode`\n`defense my home`\n`defense my living room`\n`defense my kitchen`\n`defense my bedroom`\n\nYou can close the skill at any moment by saying `Alexa, stop!` or `Alexa, close!`.\n\nPROFILE\nHouse Protector has 4 profiles available: `default`, `living`, `bedroom` and `kitchen`. The profiles represent the room inside the house that you want to simulate. The collection of sounds is representative of each profile.\n\nAfter you start the skill you'll be prompted with many options, at that stage you can obtain information about your current profile by asking:\n\n`which is my profile`\n`which is my active room`\n\nAfter this information, you'll be asked which is your new profile option. But is not necessary to check your profile first. You can change your profile even after launch moment by asking something like:\n\n`I want to change profile to {PROFILE_NAME}`\n`I choose {PROFILE_NAME}`\n\nDOG\nHouse Protector has 4 dogs available: `german shepard`, `small`, `doberman` and `labrador`. The collection of sounds is representative for each dog.\n\nAfter you open the skill you'll be prompted to this action too. You can obtain information about your current dog by asking:\n\n`which is my dog`\n`which is my active dog`\n\nAfter this information, you'll be asked which is your new dog option. But is not necessary to check your dog first. You can change your dog even after launch moment by asking something like:\n\n`I want to change dog to {DOG_NAME}`\n`I choose {DOG_NAME}`\n\nIf you want to contact me to offer suggestions, hints or feedback you can do it at contact@boobo94.xyz.",
          "examplePhrases": [
            "Alexa, ask House Protector",
            "Alexa, ask House Protector and defence my house",
            "which is my profile"
          ],
          "keywords": [
            "house",
            "home",
            "thief",
            "thieves",
            "protector",
            "dog",
            "dogs"
          ]
        }
      },
      "isAvailableWorldwide": true,
      "category": "HOME_SERVICES",
      "distributionCountries": []
    }
  }
}
